{
  "title": "home",
  "blocks": [
    {
      "heading": "Testimonials",
      "testimonials": [
        {
          "name": "Nova",
          "quote": " Officia officia minim tempor sit ipsum elit id. Consequat qui exercitation sit minim incididunt velit. Est consectetur ullamco et ipsum magna aliquip do ad dolore eu mollit anim. Elit magna consequat nostrud qui ea ipsum. Dolore aute incididunt ut tempor dolore eu cse esse veniam aliqua aliquip pariatur ex."
        },
        {
          "name": "Rae Rae",
          "quote": " Officia officia minim tempor sit ipsum elit id. Consequat qui exercitation sit minim incididunt velit. Est consectetur ullamco et ipsum magna aliquip do ad dolore eu mollit anim. Elit magna consequat nostrud qui ea ipsum. Dolore aute incididunt ut tempor dolore eu commodo sit aliquip nisi nisi eiusmod nulla officia. atur ex."
        },
        {
          "name": "Tucker",
          "quote": "Est consectetur ullamco et ipsum magna aliquip do ad dolore eu mollit anim. Elit magna consequat nostrud qui ea ipsum. Dolore aute incididunt ut tempor dolore eu commodo sit aliquip nisi nisi eiusmod nulla officia. Anim esse esse veniam aliqua aliquip pariatur ex."
        }
      ],
      "_template": "testimonials"
    },
    {
      "heading": "Services",
      "services": [
        {
          "title": "Finish Basements",
          "image": "/3d Transparent.png"
        },
        {
          "title": "Renovations",
          "image": "/logo png for web.png"
        },
        {
          "title": "Bathrooms",
          "image": "/Matey Pics/IMG_2215.jpg"
        },
        {
          "title": "Kitchens",
          "image": "/logo png for web.png"
        },
        {
          "title": "New Builds",
          "image": "/logo png for web.png"
        },
        {
          "title": "Additions",
          "image": "/logo png for web.png"
        }
      ],
      "_template": "servicesIntro"
    },
    {
      "quickAboutTitle": "About Us",
      "quickAboutDescription": "Welcome to Zuker Building, the premier destination for transformative home renovations. Founded by a team of passionate and experienced professionals, Zuker Building is dedicated to elevating living spaces through exceptional craftsmanship and timeless design. Specializing in finished basements, bathrooms, and kitchens, we bring a fresh perspective to every project, focusing on quality and design simplicity. Our goal is to create spaces that not only meet but exceed our clients' expectations, blending functionality with aesthetic appeal seamlessly. At Zuker Building, we believe that a successful renovation is built on three pillars: quality, craftsmanship, and attention to detail. We source the finest materials and employ skilled artisans to ensure that each project is executed to perfection. Our commitment to customer satisfaction drives every decision we make. From the initial consultation to project completion, we prioritize open communication, transparency, and collaboration with our clients. We understand that your home is your sanctuary, and we strive to make the renovation journey as smooth and enjoyable as possible. Whether you're dreaming of a cozy basement retreat, a spa-like bathroom oasis, or a gourmet kitchen that inspires culinary creativity, Zuker Building is here to turn your vision into reality. ",
      "quickAboutImage": "/3d Transparent.png",
      "_template": "quickAbout"
    }
  ]
}